Revit 2027 API
SpecTypeId.MassPerUnitArea Property
 Mass per Unit Area, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassPerUnitArea { get; }
Public Shared ReadOnly Property MassPerUnitArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassPerUnitArea {
	ForgeTypeId^ get ();
}
static member MassPerUnitArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace